Repository: thetazone/KosherEats
Catalog: ios/seller/KosherEatsSeller/Resources/Localizable.xcstrings
Source language: en
Languages: he, yi

# auth.email
source: Email
he: דוא"ל
yi: אימעיל

# auth.login.title
source: Welcome back
he: ברוך שובך
yi: ברוך הבא צוריק

# auth.password
source: Password
he: סיסמה
yi: פּאַראָל

# auth.signup.title
source: Create account
he: צור חשבון
yi: עפֿן אַ חשבון

# cart.checkout
source: Checkout
he: לתשלום
yi: אָפּצאָלן

# cart.empty_title
source: Your cart is empty
he: העגלה שלך ריקה
yi: דיין וועגעלע איז ליידיק

# cart.title
source: Cart
he: עגלה
yi: וועגעלע

# chat.placeholder
source: Type a message…
he: הקלד הודעה…
yi: שרייב אַ מעלדונג…

# chat.title
source: Chat
he: צ'אט
yi: שמועס

# checkout.asap
source: ASAP
he: בהקדם האפשרי
yi: אַזוי גיך ווי מעגלעך

# checkout.delivery_time
source: Delivery time
he: זמן משלוח
yi: ברענגונג צייט

# checkout.place_order
source: Place Order
he: בצע הזמנה
yi: באַשטעל

# checkout.schedule
source: Schedule
he: קבע זמן
yi: קבֿע אַ צייט

# checkout.tip_title
source: Tip your driver
he: טיפ לנהג
yi: טרינקגעלט פֿאַרן שאָפֿער

# common.cancel
source: Cancel
he: ביטול
yi: אָפּזאָגן

# common.done
source: Done
he: סיום
yi: פֿאַרטיק

# common.retry
source: Try again
he: נסה שוב
yi: פּרובירן נאָך אַ מאָל

# home.all_restaurants
source: All Restaurants
he: כל המסעדות
yi: אַלע רעסטאָראַנען

# home.featured
source: Featured
he: מומלצים
yi: אויסגעקליבן

# home.search_placeholder
source: Search restaurants...
he: חפש מסעדות...
yi: זוך רעסטאָראַנען...

# home.tagline
source: Delivering kosher, done right
he: משלוחי כשר, כמו שצריך
yi: כּשר ברענגונג, ווי עס דאַרף זיין

# home.title
source: KosherEats
he: כּשר איטס
yi: כּשר איטס

# order.status.delivered
source: Delivered — enjoy!
he: נמסר — בתיאבון!
yi: צוגעשטעלט — אַ גוטן אַפּעטיט!

# order.status.on_the_way
source: Your order is on the way
he: ההזמנה שלך בדרך
yi: דיין באַשטעלונג איז אין וועג

# order.status.pending
source: Waiting for the restaurant
he: ממתין למסעדה
yi: וואַרטן אויפֿן רעסטאָראַן

# order.status.preparing
source: Your food is being prepared
he: האוכל שלך בהכנה
yi: דיין עסן ווערט צוגעגרייט

# order.tracking_title
source: Tracking
he: מעקב
yi: נאָכפֿאָלגן

# tabs.home
source: Home
he: בית
yi: היים

# tabs.orders
source: Orders
he: הזמנות
yi: באַשטעלונגען

# tabs.profile
source: Profile
he: פרופיל
yi: פּראָפֿיל

# tabs.search
source: Search
he: חיפוש
yi: זוכן
